
[
  {
    "id": "1",
    "texto": "Quando algo difícil acontece na sua fé, como você costuma agir?",
    "opcoes": [
      {
        "id": "1A",
        "texto": "Fico pensando só nos problemas e gosto de reclamar com outros amigos da igreja.",
        "perfis": ["lamentador"]
      },
      {
        "id": "1B",
        "texto": "Eu me cobro demais por não ter agido de um jeito perfeito, e isso me deixa triste com minha fé.",
        "perfis": ["perfeccionista", "perfeccionista_espiritual"]
      },
      {
        "id": "1C",
        "texto": "Deixo para depois as coisas de Deus que me ajudariam, como orar ou ler a Bíblia, e faço outras coisas no lugar.",
        "perfis": ["procrastinador"]
      },
      {
        "id": "1D",
        "texto": "Minha confiança em Deus para me ajudar fica pequena, e fico com medo do que pode acontecer.",
        "perfis": ["inseguro"]
      }
    ]
  },
  {
    "id": "2",
    "texto": "Quando você está na igreja, em grupos ou ajudando em algo, como você geralmente se comporta?",
    "opcoes": [
      {
        "id": "2A",
        "texto": "Gosto de dar minhas ideias e que tudo seja do meu jeito. Fico chateado se não é assim.",
        "perfis": ["controlador"]
      },
      {
        "id": "2B",
        "texto": "Me importo muito com o que os amigos da igreja pensam sobre mim e o que eu faço.",
        "perfis": ["obcecado_opiniao", "desesperado_aprovacao"]
      },
      {
        "id": "2C",
        "texto": "Lembro de erros do passado quando sirvo a Deus, mesmo já tendo pedido perdão, e isso me atrapalha.",
        "perfis": ["culpado", "que_nao_se_perdoa"]
      },
      {
        "id": "2D",
        "texto": "Acho difícil confiar nos líderes da igreja ou nas intenções dos amigos quando estamos fazendo algo para Deus.",
        "perfis": ["desconfiado"]
      }
    ]
  },
  {
    "id": "3",
    "texto": "Quando você vê outros amigos da igreja crescendo na fé ou usando seus dons, o que você sente?",
    "opcoes": [
      {
        "id": "3A",
        "texto": "Queria ter os mesmos dons, ser tão espiritual ou estar no lugar deles, e fico triste com o meu jeito.",
        "perfis": ["invejoso", "invejoso_espiritual"]
      },
      {
        "id": "3B",
        "texto": "Elogio bastante, às vezes para parecer legal ou para que gostem mais de mim.",
        "perfis": ["bajulador"]
      },
      {
        "id": "3C",
        "texto": "Dou desculpas para não me dedicar tanto a Deus ou não ser parecido com eles.",
        "perfis": ["senhor_das_desculpas", "eu_nao"]
      },
      {
        "id": "3D",
        "texto": "Procuro os defeitos ou erros do amigo, em vez de ficar feliz com as coisas boas que acontecem com ele.",
        "perfis": ["julgador"]
      }
    ]
  },
  {
    "id": "4",
    "texto": "Sobre aprender mais da Bíblia e viver o que você acredita: como você se vê?",
    "opcoes": [
      {
        "id": "4A",
        "texto": "Não tenho muita vontade de aprender mais sobre a Bíblia ou as coisas de Deus.",
        "perfis": ["nao_procura_espirito_conhecimento", "que_nao_estuda_biblia"]
      },
      {
        "id": "4B",
        "texto": "Acho que já sei o bastante sobre a fé, mas às vezes minhas ações não são muito sábias.",
        "perfis": ["que_falta_sabedoria", "tolo"]
      },
      {
        "id": "4C",
        "texto": "O que eu falo sobre minha fé e o que eu faço no dia a dia nem sempre combinam.",
        "perfis": ["hipocrita"]
      },
      {
        "id": "4D",
        "texto": "Às vezes, o que eu conto sobre minha vida com Deus não é bem a verdade toda.",
        "perfis": ["mentiroso"]
      }
    ]
  },
  {
    "id": "5",
    "texto": "Sobre coisas como dinheiro, bens e as modas do mundo: como você lida com isso sendo cristão?",
    "opcoes": [
      {
        "id": "5A",
        "texto": "Ter coisas e dinheiro é muito importante para mim, às vezes mais do que as coisas de Deus.",
        "perfis": ["que_adora_dinheiro_esquece_reino"]
      },
      {
        "id": "5B",
        "texto": "Gosto muito das coisas e modas do mundo, e isso pode me afastar do que Deus ensina.",
        "perfis": ["escravo_mundo"]
      },
      {
        "id": "5C",
        "texto": "Esperar Deus agir ou responder minhas orações me deixa muito ansioso e agoniado.",
        "perfis": ["impaciente"]
      },
      {
        "id": "5D",
        "texto": "Para me divertir, às vezes vejo ou faço coisas na internet que não são legais para um cristão.",
        "perfis": ["fornicador_digital"]
      }
    ]
  },
  {
    "id": "6",
    "texto": "Sua vida de oração, jejum e o quanto você se conhece de verdade com Deus: como vai isso?",
    "opcoes": [
      {
        "id": "6A",
        "texto": "Orar não é algo que faço sempre e com vontade, acabo esquecendo ou deixando de lado.",
        "perfis": ["que_nao_ora"]
      },
      {
        "id": "6B",
        "texto": "Não costumo jejuar (ficar sem comer por um tempo para buscar a Deus) ou não acho importante.",
        "perfis": ["que_nao_jejua"]
      },
      {
        "id": "6C",
        "texto": "Acho difícil entender por que ajo de certas maneiras ou quais são minhas fraquezas, olhando pela Bíblia.",
        "perfis": ["que_nao_conhece_seu_coracao"]
      },
      {
        "id": "6D",
        "texto": "Muitas vezes tomo decisões no impulso, sem perguntar a Deus ou pensar no que Ele gostaria.",
        "perfis": ["imprudente"]
      }
    ]
  },
  {
    "id": "7",
    "texto": "Quando aparecem desafios grandes que testam sua fé: qual sua principal reação?",
    "opcoes": [
      {
        "id": "7A",
        "texto": "Estou sempre reclamando das dificuldades e me sinto como se fosse o mais prejudicado de todos.",
        "perfis": ["lamentador", "vitimista"]
      },
      {
        "id": "7B",
        "texto": "Achar que um cristão perfeito agiria de um super jeito me impede de tentar ou aceitar meus erros.",
        "perfis": ["perfeccionista", "perfeccionista_espiritual"]
      },
      {
        "id": "7C",
        "texto": "Evito fazer as coisas que minha fé pede nesses momentos, prefiro adiar ou me distrair.",
        "perfis": ["procrastinador"]
      },
      {
        "id": "7D",
        "texto": "Começo a duvidar se sou mesmo de Cristo ou se Deus realmente vai me ajudar nisso.",
        "perfis": ["inseguro"]
      }
    ]
  },
  {
    "id": "8",
    "texto": "Quando você ajuda na igreja ou lidera algo: qual seu jeito mais comum de agir?",
    "opcoes": [
      {
        "id": "8A",
        "texto": "Gosto de controlar tudo e fico chateado se os outros não seguem minhas ideias.",
        "perfis": ["controlador"]
      },
      {
        "id": "8B",
        "texto": "Minha maior preocupação é o que os outros (amigos e líderes) vão achar de mim.",
        "perfis": ["obcecado_opiniao", "desesperado_aprovacao"]
      },
      {
        "id": "8C",
        "texto": "Acho difícil me perdoar por erros que cometi servindo a Deus, e fico me sentindo culpado.",
        "perfis": ["culpado", "que_nao_se_perdoa"]
      },
      {
        "id": "8D",
        "texto": "Não consigo confiar muito que Deus usa os líderes ou que os amigos da igreja são sinceros.",
        "perfis": ["desconfiado"]
      }
    ]
  },
  {
    "id": "9",
    "texto": "Quando um amigo da igreja se destaca na fé ou no serviço a Deus: como você reage por dentro?",
    "opcoes": [
      {
        "id": "9A",
        "texto": "Sinto muita vontade de ter os dons ou a posição dele, e fico triste com a minha situação.",
        "perfis": ["invejoso", "invejoso_espiritual"]
      },
      {
        "id": "9B",
        "texto": "Elogio demais as pessoas importantes, às vezes para ficar perto delas ou ganhar algo.",
        "perfis": ["bajulador"]
      },
      {
        "id": "9C",
        "texto": "Dou desculpas para explicar por que não me esforço tanto ou não sou como ele.",
        "perfis": ["eu_nao", "senhor_das_desculpas"]
      },
      {
        "id": "9D",
        "texto": "Procuro os defeitos ou erros do amigo, em vez de ficar feliz pelas coisas boas na vida dele.",
        "perfis": ["julgador"]
      }
    ]
  },
  {
    "id": "10",
    "texto": "Sobre aprender da Bíblia e viver sua fé no dia a dia: qual seu comportamento mais comum?",
    "opcoes": [
      {
        "id": "10A",
        "texto": "Não me interesso muito em aprender mais da Bíblia, acho que o básico já está bom.",
        "perfis": ["nao_procura_espirito_conhecimento", "que_nao_estuda_biblia"]
      },
      {
        "id": "10B",
        "texto": "Acho que entendo bem a fé, mas às vezes faço coisas sem pensar direito ou sem sabedoria.",
        "perfis": ["que_falta_sabedoria", "tolo", "imprudente"]
      },
      {
        "id": "10C",
        "texto": "O que eu falo sobre fé e o que eu faço não combinam muito, e isso me deixa confuso.",
        "perfis": ["hipocrita"]
      },
      {
        "id": "10D",
        "texto": "Às vezes, quando conto algo sobre minha vida com Deus, não é exatamente como aconteceu.",
        "perfis": ["mentiroso"]
      }
    ]
  },
  {
    "id": "11",
    "texto": "Como o dinheiro, as coisas materiais e as modas do mundo afetam sua vida com Deus?",
    "opcoes": [
      {
        "id": "11A",
        "texto": "Querer ter dinheiro e coisas se torna tão importante que às vezes esqueço de Deus e de ajudar os outros.",
        "perfis": ["que_adora_dinheiro_esquece_reino"]
      },
      {
        "id": "11B",
        "texto": "Gosto tanto das coisas da moda e da cultura do mundo que às vezes faço coisas que não são de cristão.",
        "perfis": ["escravo_mundo"]
      },
      {
        "id": "11C",
        "texto": "Esperar que Deus responda minhas orações ou me ajude me deixa muito ansioso e quero tudo rápido.",
        "perfis": ["impaciente"]
      },
      {
        "id": "11D",
        "texto": "Para me divertir ou me sentir bem, às vezes acesso coisas na internet que não agradam a Deus.",
        "perfis": ["fornicador_digital"]
      }
    ]
  },
  {
    "id": "12",
    "texto": "Sua vida de oração, jejum e se conhecer de verdade diante de Deus: como você se vê?",
    "opcoes": [
      {
        "id": "12A",
        "texto": "Não oro muito, ou oro de vez em quando, sem ser algo tão importante na minha rotina com Deus.",
        "perfis": ["que_nao_ora"]
      },
      {
        "id": "12B",
        "texto": "Não costumo jejuar (ficar sem comer buscando a Deus) ou não acho que isso me ajuda a crescer na fé.",
        "perfis": ["que_nao_jejua"]
      },
      {
        "id": "12C",
        "texto": "É difícil para mim entender por que faço certas coisas, ou quais meus maiores defeitos, pensando no que a Bíblia diz.",
        "perfis": ["que_nao_conhece_seu_coracao"]
      },
      {
        "id": "12D",
        "texto": "Muitas vezes decido as coisas pela emoção do momento, sem parar para pedir a direção de Deus ou pensar se é o certo.",
        "perfis": ["imprudente"]
      }
    ]
  },
  {
    "id": "13",
    "texto": "Quando você percebe seus erros e pecados: qual sua reação mais comum por dentro?",
    "opcoes": [
      {
        "id": "13A",
        "texto": "Fico muito triste com meus erros e reclamo de como sou fraco na fé.",
        "perfis": ["lamentador", "vitimista"]
      },
      {
        "id": "13B",
        "texto": "Eu me cobro para ser um santo perfeito e não aceito errar, o que me faz sentir muita culpa.",
        "perfis": ["perfeccionista", "perfeccionista_espiritual", "culpado"]
      },
      {
        "id": "13C",
        "texto": "Adio pedir perdão ou me arrepender de verdade, dando desculpas ou me distraindo com outras coisas.",
        "perfis": ["procrastinador", "senhor_das_desculpas"]
      },
      {
        "id": "13D",
        "texto": "Minha confiança de que Deus me perdoa ou que Ele ainda me quer por perto diminui, e fico muito inseguro na fé.",
        "perfis": ["inseguro"]
      }
    ]
  },
  {
    "id": "14",
    "texto": "Quando você está servindo a Deus e aos irmãos da igreja: qual seu jeito de agir?",
    "opcoes": [
      {
        "id": "14A",
        "texto": "Gosto de estar no controle de tudo no ministério, e isso pode criar problemas com outros líderes ou amigos.",
        "perfis": ["controlador"]
      },
      {
        "id": "14B",
        "texto": "O mais importante para mim é como os outros me veem, e quero que aprovem e admirem o que eu faço.",
        "perfis": ["obcecado_opiniao", "desesperado_aprovacao"]
      },
      {
        "id": "14C",
        "texto": "É muito difícil esquecer a culpa por erros que cometi no passado servindo a Deus, mesmo já tendo pedido perdão.",
        "perfis": ["que_nao_se_perdoa"]
      },
      {
        "id": "14D",
        "texto": "Acho difícil confiar que Deus está guiando através dos líderes ou que os irmãos com quem sirvo são realmente sinceros.",
        "perfis": ["desconfiado"]
      }
    ]
  },
  {
    "id": "15",
    "texto": "Quando outros cristãos recebem bênçãos ou crescem muito na fé: como você geralmente reage?",
    "opcoes": [
      {
        "id": "15A",
        "texto": "Sinto uma vontade chata de ter os mesmos dons, as chances ou as coisas boas que o outro tem, e fico triste.",
        "perfis": ["invejoso", "invejoso_espiritual"]
      },
      {
        "id": "15B",
        "texto": "Elogio demais os irmãos que se destacam ou que têm testemunhos fortes, às vezes para que gostem de mim ou me ajudem.",
        "perfis": ["bajulador"]
      },
      {
        "id": "15C",
        "texto": "Sempre arrumo um jeito de explicar por que não me dedico tanto ou por que não sou tão abençoado quanto eles.",
        "perfis": ["eu_nao", "senhor_das_desculpas"]
      },
      {
        "id": "15D",
        "texto": "Fico procurando os defeitos ou as falhas do irmão que está sendo abençoado, em vez de ficar feliz por ele de verdade.",
        "perfis": ["julgador"]
      }
    ]
  },
  {
    "id": "16",
    "texto": "Sobre seu esforço para estudar a Bíblia e viver o que ela ensina: qual seu comportamento?",
    "opcoes": [
      {
        "id": "16A",
        "texto": "Não me esforço muito para aprender mais da Bíblia, acho que o pouco que sei já está bom.",
        "perfis": ["nao_procura_espirito_conhecimento", "que_nao_estuda_biblia"]
      },
      {
        "id": "16B",
        "texto": "Acho que entendo bem as coisas da fé, mas às vezes ajo sem pensar se é o que Deus ensina.",
        "perfis": ["tolo", "que_falta_sabedoria"]
      },
      {
        "id": "16C",
        "texto": "O que eu falo sobre fé e valores cristãos nem sempre combina com o que eu faço, e isso é confuso.",
        "perfis": ["hipocrita"]
      },
      {
        "id": "16D",
        "texto": "Às vezes, quando conto coisas da minha vida com Deus, aumento um pouco ou não conto tudo como foi.",
        "perfis": ["mentiroso"]
      }
    ]
  },
  {
    "id": "17",
    "texto": "Dinheiro, coisas e as modas do mundo: como você, que segue a Cristo, lida com isso?",
    "opcoes": [
      {
        "id": "17A",
        "texto": "Querer ter dinheiro e conforto é tão importante que às vezes me desvio de Deus e de ajudar os outros.",
        "perfis": ["que_adora_dinheiro_esquece_reino"]
      },
      {
        "id": "17B",
        "texto": "Gosto tanto das diversões e coisas da moda que às vezes acabo fazendo coisas que não agradam a Deus ou me afastando da igreja.",
        "perfis": ["escravo_mundo"]
      },
      {
        "id": "17C",
        "texto": "Esperar que Deus haja ou responda minhas orações me deixa muito agoniado e ansioso, querendo resolver tudo do meu jeito e rápido.",
        "perfis": ["impaciente"]
      },
      {
        "id": "17D",
        "texto": "Para me divertir ou me sentir melhor, às vezes vejo coisas na internet que não são puras ou boas para um cristão, e caio em tentação.",
        "perfis": ["fornicador_digital"]
      }
    ]
  },
  {
    "id": "18",
    "texto": "Sua vida de oração, jejum e como você se enxerga na fé de Cristo: qual sua descrição sincera?",
    "opcoes": [
      {
        "id": "18A",
        "texto": "Minha oração é fraca, de vez em quando, ou superficial, não sendo algo que realmente muda minha vida com Deus.",
        "perfis": ["que_nao_ora"]
      },
      {
        "id": "18B",
        "texto": "Não costumo jejuar (ficar sem comer por um tempo para Deus) ou não acho que isso é importante para minha fé.",
        "perfis": ["que_nao_jejua"]
      },
      {
        "id": "18C",
        "texto": "Tenho muita dificuldade de entender por que ajo de certas formas, ou quais são minhas fraquezas e sentimentos mais escondidos, à luz do que Deus ensina.",
        "perfis": ["que_nao_conhece_seu_coracao"]
      },
      {
        "id": "18D",
        "texto": "Muitas vezes, minhas decisões são pela emoção do momento ou por impulso, sem buscar a vontade de Deus ou pensar se é o melhor espiritualmente.",
        "perfis": ["imprudente"]
      }
    ]
  },
  {
    "id": "19",
    "texto": "Quando enfrenta problemas na fé ou se sente desanimado espiritualmente: qual sua reação mais comum?",
    "opcoes": [
      {
        "id": "19A",
        "texto": "Costumo focar no lado ruim e reclamar muito que as coisas estão difíceis ou que Deus não está me abençoando.",
        "perfis": ["lamentador", "vitimista"]
      },
      {
        "id": "19B",
        "texto": "Acho que minha fé deveria ser super forte e sem erros, e fico muito frustrado e me culpando quando isso não acontece.",
        "perfis": ["perfeccionista_espiritual"]
      },
      {
        "id": "19C",
        "texto": "Adio buscar ajuda na igreja, orar ou ler a Bíblia, preferindo ficar sozinho ou me distrair com outras coisas.",
        "perfis": ["procrastinador"]
      },
      {
        "id": "19D",
        "texto": "Minha confiança de que sou salvo ou de que Deus cuida de mim fica muito abalada, e duvido do meu lugar em Cristo.",
        "perfis": ["inseguro"]
      }
    ]
  },
  {
    "id": "20",
    "texto": "Quando participa de decisões na igreja ou no seu grupo de amigos da fé: como você age?",
    "opcoes": [
      {
        "id": "20A",
        "texto": "Tento fazer com que as decisões sejam do meu jeito e fico frustrado se não me ouvem ou não seguem minha ideia.",
        "perfis": ["controlador"]
      },
      {
        "id": "20B",
        "texto": "O que os outros, especialmente os líderes, pensam das minhas ideias é o mais importante para mim, e quero muito que eles aprovem.",
        "perfis": ["obcecado_opiniao", "desesperado_aprovacao"]
      },
      {
        "id": "20C",
        "texto": "Acho que meus erros do passado, mesmo já perdoados, me atrapalham de participar de verdade ou de ser útil para Deus.",
        "perfis": ["culpado", "que_nao_se_perdoa"]
      },
      {
        "id": "20D",
        "texto": "É difícil para mim confiar que Deus está guiando através dos amigos ou que os líderes têm boas intenções.",
        "perfis": ["desconfiado"]
      }
    ]
  },
  {
    "id": "21",
    "texto": "Quando um amigo da igreja recebe uma bênção grande ou se destaca servindo a Deus: como você reage por dentro?",
    "opcoes": [
      {
        "id": "21A",
        "texto": "Sinto inveja dos dons ou da posição dele na igreja, e queria estar no lugar dele.",
        "perfis": ["invejoso", "invejoso_espiritual"]
      },
      {
        "id": "21B",
        "texto": "Elogio muito esse amigo, às vezes para ganhar a amizade dele ou para que ele me ajude em algo.",
        "perfis": ["bajulador"]
      },
      {
        "id": "21C",
        "texto": "Dou desculpas para mim mesmo, explicando por que não me dedico tanto ou por que não recebo as mesmas bênçãos.",
        "perfis": ["eu_nao", "senhor_das_desculpas"]
      },
      {
        "id": "21D",
        "texto": "Fico procurando os defeitos ou erros desse amigo, em vez de ficar feliz com as coisas boas que acontecem com ele.",
        "perfis": ["julgador"]
      }
    ]
  },
  {
    "id": "22",
    "texto": "Sobre como você vive sua fé e se relaciona com o que a Bíblia ensina: como você se descreveria?",
    "opcoes": [
      {
        "id": "22A",
        "texto": "Não tenho muita vontade de aprender mais da Bíblia, leio só de vez em quando.",
        "perfis": ["nao_procura_espirito_conhecimento", "que_nao_estuda_biblia"]
      },
      {
        "id": "22B",
        "texto": "Acho que já entendo o suficiente da fé, mas às vezes ajo por impulso, sem pensar se é o que a Bíblia ensina.",
        "perfis": ["que_falta_sabedoria", "tolo"]
      },
      {
        "id": "22C",
        "texto": "O que eu faço no dia a dia nem sempre combina com o que eu digo que acredito sobre Jesus.",
        "perfis": ["hipocrita"]
      },
      {
        "id": "22D",
        "texto": "Às vezes, quando falo sobre minha fé ou o que Deus fez, não conto a história exatamente como ela é.",
        "perfis": ["mentiroso"]
      }
    ]
  },
  {
    "id": "23",
    "texto": "Dinheiro, coisas materiais e as influências do mundo: qual sua atitude como cristão?",
    "opcoes": [
      {
        "id": "23A",
        "texto": "Buscar dinheiro e ter coisas se torna tão importante que às vezes atrapalha meu tempo e dedicação a Deus.",
        "perfis": ["que_adora_dinheiro_esquece_reino"]
      },
      {
        "id": "23B",
        "texto": "Gosto tanto das coisas e modas do mundo que às vezes esqueço do que aprendi como cristão e me afasto da igreja.",
        "perfis": ["escravo_mundo"]
      },
      {
        "id": "23C",
        "texto": "Esperar que Deus responda minhas orações ou me dê o que preciso me deixa muito ansioso, e quero resolver tudo na hora.",
        "perfis": ["impaciente"]
      },
      {
        "id": "23D",
        "texto": "Para me divertir ou me sentir bem, às vezes uso a internet para coisas que não são puras ou boas para um cristão, e acabo caindo em tentação.",
        "perfis": ["fornicador_digital"]
      }
    ]
  },
  {
    "id": "24",
    "texto": "Sobre as coisas que te ajudam a crescer na fé (orar, jejuar, se conhecer): como você é de verdade?",
    "opcoes": [
      {
        "id": "24A",
        "texto": "Minha vida de oração é bem fraca ou quase não oro, não é algo importante na minha rotina com Deus.",
        "perfis": ["que_nao_ora"]
      },
      {
        "id": "24B",
        "texto": "Não costumo jejuar (ficar sem comer buscando a Deus) ou não acho que isso seja importante para eu crescer na fé.",
        "perfis": ["que_nao_jejua"]
      },
      {
        "id": "24C",
        "texto": "É difícil para mim entender meus sentimentos, por que faço certas coisas erradas ou minhas fraquezas, pensando no que a Bíblia diz.",
        "perfis": ["que_nao_conhece_seu_coracao"]
      },
      {
        "id": "24D",
        "texto": "Muitas vezes, minhas decisões são rápidas e sem pensar, não busco a ajuda de Deus nem penso se é o melhor para minha vida espiritual.",
        "perfis": ["imprudente"]
      }
    ]
  },
  {
    "id": "25",
    "texto": "Quando um problema ou desafio aparece na sua vida de fé, como você age?",
    "opcoes": [
      {
        "id": "25A",
        "texto": "Fico só pensando no lado ruim e reclamo muito das dificuldades com todo mundo.",
        "perfis": ["lamentador"]
      },
      {
        "id": "25B",
        "texto": "Acho que eu deveria ter lidado com tudo de um jeito perfeito, e fico me cobrando e frustrado por isso.",
        "perfis": ["perfeccionista"]
      },
      {
        "id": "25C",
        "texto": "Deixo para depois as coisas de Deus que preciso fazer, como orar ou ler a Bíblia, e me ocupo com outras coisas.",
        "perfis": ["procrastinador"]
      },
      {
        "id": "25D",
        "texto": "Minha confiança para lidar com o problema usando a fé diminui, e fico inseguro sobre o que fazer.",
        "perfis": ["inseguro"]
      }
    ]
  },
  {
    "id": "26",
    "texto": "Quando você ajuda em algum ministério ou serviço na igreja, qual seu jeito de ser?",
    "opcoes": [
      {
        "id": "26A",
        "texto": "Gosto de dar minhas ideias e que as coisas sejam organizadas do meu jeito; fico mal se não é assim.",
        "perfis": ["controlador"]
      },
      {
        "id": "26B",
        "texto": "Me importo demais com o que os amigos da igreja pensam sobre como eu sirvo a Deus.",
        "perfis": ["obcecado_opiniao"]
      },
      {
        "id": "26C",
        "texto": "Mesmo depois de pedir perdão, fico sentindo o peso de erros que cometi no passado ao servir, e isso me atrapalha.",
        "perfis": ["culpado"]
      },
      {
        "id": "26D",
        "texto": "Acho difícil confiar nos líderes ou nas intenções dos outros amigos da igreja quando estamos servindo juntos.",
        "perfis": ["desconfiado"]
      }
    ]
  },
  {
    "id": "27",
    "texto": "Quando você vê um amigo da igreja crescendo na fé, usando seus dons ou conquistando coisas boas, como você reage por dentro?",
    "opcoes": [
      {
        "id": "27A",
        "texto": "Sinto vontade de ter os mesmos dons ou ser tão espiritual quanto ele, ou de estar no lugar dele.",
        "perfis": ["invejoso"]
      },
      {
        "id": "27B",
        "texto": "Elogio muito, às vezes para parecer legal ou para que essa pessoa goste de mim.",
        "perfis": ["bajulador"]
      },
      {
        "id": "27C",
        "texto": "Dou desculpas para mim mesmo, tipo 'ah, eu não sou assim porque...' ou 'não consigo porque...'.",
        "perfis": ["senhor_das_desculpas"]
      },
      {
        "id": "27D",
        "texto": "Fico procurando os defeitos ou erros do amigo, em vez de ficar feliz com as coisas boas que acontecem com ele.",
        "perfis": ["julgador"]
      }
    ]
  },
  {
    "id": "28",
    "texto": "Sobre aprender da Bíblia e fazer o que é certo como cristão: como você se descreveria?",
    "opcoes": [
      {
        "id": "28A",
        "texto": "Não tenho muita vontade de aprender mais sobre a Bíblia ou as coisas importantes da fé cristã.",
        "perfis": ["nao_procura_espirito_conhecimento"]
      },
      {
        "id": "28B",
        "texto": "Acho que já sei o bastante, mas às vezes minhas escolhas não mostram a sabedoria que vem de Deus.",
        "perfis": ["que_falta_sabedoria", "tolo"]
      },
      {
        "id": "28C",
        "texto": "O que eu falo sobre minha fé e o que eu realmente faço no dia a dia nem sempre são a mesma coisa.",
        "perfis": ["hipocrita"]
      },
      {
        "id": "28D",
        "texto": "Às vezes, quando conto algo sobre minha vida com Deus, não é exatamente toda a verdade.",
        "perfis": ["mentiroso"]
      }
    ]
  },
  {
    "id": "29",
    "texto": "Qual sua opinião sobre ter dinheiro e coisas materiais, e como as modas do mundo te afetam como cristão?",
    "opcoes": [
      {
        "id": "29A",
        "texto": "Ter coisas e dinheiro acaba sendo mais importante para mim do que buscar as coisas do Reino de Deus.",
        "perfis": ["que_adora_dinheiro_esquece_reino"]
      },
      {
        "id": "29B",
        "texto": "Gosto tanto das coisas e modas do mundo que às vezes me desvio do que Jesus ensinou.",
        "perfis": ["escravo_mundo"]
      },
      {
        "id": "29C",
        "texto": "Esperar Deus agir ou responder minhas orações me deixa muito agoniado e ansioso.",
        "perfis": ["impaciente"]
      },
      {
        "id": "29D",
        "texto": "Quando quero me divertir, às vezes vejo ou faço coisas na internet que não são boas para um cristão.",
        "perfis": ["fornicador_digital"]
      }
    ]
  },
  {
    "id": "30",
    "texto": "Sobre sua vida de oração, jejum e se conhecer de verdade como cristão: como você está?",
    "opcoes": [
      {
        "id": "30A",
        "texto": "Não oro com frequência ou de coração; acabo deixando a oração de lado muitas vezes.",
        "perfis": ["que_nao_ora"]
      },
      {
        "id": "30B",
        "texto": "Não costumo jejuar (ficar um tempo sem comer buscando a Deus) ou não acho que isso seja importante.",
        "perfis": ["que_nao_jejua"]
      },
      {
        "id": "30C",
        "texto": "Tenho dificuldade de entender por que ajo de certas maneiras ou quais minhas fraquezas, pensando no que a Bíblia diz.",
        "perfis": ["que_nao_conhece_seu_coracao"]
      },
      {
        "id": "30D",
        "texto": "Muitas vezes tomo decisões na correria, sem pedir a opinião de Deus ou pensar se é o melhor para minha fé.",
        "perfis": ["imprudente"]
      }
    ]
  },
  {
    "id": "31",
    "texto": "Quando sua fé parece fraca ou você está desanimado com as coisas de Deus: qual sua reação mais comum?",
    "opcoes": [
      {
        "id": "31A",
        "texto": "Fico só pensando no lado ruim e reclamo que as coisas estão difíceis ou que Deus não me abençoa.",
        "perfis": ["lamentador", "vitimista"]
      },
      {
        "id": "31B",
        "texto": "Acho que minha fé tinha que ser super forte o tempo todo, e fico muito bravo comigo mesmo quando ela falha.",
        "perfis": ["perfeccionista_espiritual"]
      },
      {
        "id": "31C",
        "texto": "Deixo para depois buscar ajuda na igreja, orar ou ler a Bíblia, preferindo ficar sozinho ou me distrair.",
        "perfis": ["procrastinador"]
      },
      {
        "id": "31D",
        "texto": "Minha confiança de que sou salvo ou de que Deus cuida de mim fica fraca, e duvido se sou mesmo de Cristo.",
        "perfis": ["inseguro"]
      }
    ]
  },
  {
    "id": "32",
    "texto": "Quando você participa de decisões na igreja ou no seu grupo de amigos da fé: como você costuma agir?",
    "opcoes": [
      {
        "id": "32A",
        "texto": "Tento fazer com que as decisões sejam do meu jeito, e fico chateado se não seguem minha ideia.",
        "perfis": ["controlador"]
      },
      {
        "id": "32B",
        "texto": "A opinião dos outros e dos líderes sobre o que eu falo é super importante para mim, e quero muito que gostem.",
        "perfis": ["obcecado_opiniao", "desesperado_aprovacao"]
      },
      {
        "id": "32C",
        "texto": "Acho que meus erros do passado, mesmo que Deus já tenha me perdoado, me impedem de ajudar de verdade na igreja.",
        "perfis": ["culpado", "que_nao_se_perdoa"]
      },
      {
        "id": "32D",
        "texto": "É difícil para mim confiar que Deus está guiando as coisas através dos amigos ou dos líderes.",
        "perfis": ["desconfiado"]
      }
    ]
  },
  {
    "id": "33",
    "texto": "Quando um amigo da igreja se destaca nos dons, na unção ou é muito usado por Deus: como você se sente por dentro?",
    "opcoes": [
      {
        "id": "33A",
        "texto": "Sinto uma inveja chata e queria ter os dons, as chances ou ser como ele, e fico triste comigo mesmo.",
        "perfis": ["invejoso", "invejoso_espiritual"]
      },
      {
        "id": "33B",
        "texto": "Elogio demais esse amigo, às vezes para parecer legal perto dele ou para que ele goste de mim.",
        "perfis": ["bajulador"]
      },
      {
        "id": "33C",
        "texto": "Sempre dou uma desculpa para explicar por que não me dedico tanto ou por que não sou tão abençoado.",
        "perfis": ["eu_nao", "senhor_das_desculpas"]
      },
      {
        "id": "33D",
        "texto": "Meu primeiro pensamento é procurar os defeitos ou erros desse amigo, em vez de ficar feliz por ele e agradecer a Deus.",
        "perfis": ["julgador"]
      }
    ]
  }
]
